Repository: payne1982/sshborg-ios
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, ru, uk, zh_hans

# about_licence
source: Licence
de: Lizenz
es: Licencia
it: Licenza
ja: ライセンス
pt: Licença
ru: Лицензия
uk: Ліцензія
zh_hans: 许可证

# about_section_title
source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
pt: Sobre
ru: О программе
uk: Про програму
zh_hans: 关于

# action_accept
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意する
pt: Aceitar
ru: Принять
uk: Прийняти
zh_hans: 接受

# action_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# action_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# action_connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
pt: Ligar
ru: Подключить
uk: Підключитися
zh_hans: 连接

# action_copied
source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました！
pt: Copiado!
ru: Скопировано!
uk: Скопійовано!
zh_hans: 已复制！

# action_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt: Copiar
ru: Копировать
uk: Копіювати
zh_hans: 复制

# action_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt: Criar
ru: Создать
uk: Створити
zh_hans: 创建

# action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除

# action_delete_all
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
pt: Eliminar tudo
ru: Удалить всё
uk: Видалити все
zh_hans: 全部删除

# action_done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成

# action_dont_show_again
source: Don't show again
de: Nicht mehr anzeigen
es: No mostrar más
fr: Ne plus afficher
it: Non mostrare più
ja: 今後表示しない
pt: Não mostrar mais
ru: Больше не показывать
uk: Більше не показувати
zh_hans: 不再显示

# action_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
ru: Изменить
uk: Редагувати
zh_hans: 编辑

# action_enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効化
pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 启用

# action_generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
pt: Gerar
ru: Сгенерировать
uk: Згенерувати
zh_hans: 生成

# action_go_back
source: Go back
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
ja: 戻る
pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# action_hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
pt: Ocultar
ru: Скрыть
uk: Приховати
zh_hans: 隐藏

# action_i_understand
source: I understand
de: Ich verstehe
es: Entendido
fr: J'ai compris
it: Ho capito
ja: 了解しました
pt: Entendi
ru: Понятно
uk: Зрозуміло
zh_hans: 我已了解

# action_keep_both
source: Keep both
de: Beide behalten
es: Guardar ambos
fr: Conserver les deux
it: Mantieni entrambi
ja: 両方保持
pt: Manter ambos
ru: Оставить оба
uk: Зберегти обидва
zh_hans: 保留两者

# action_overwrite
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
pt: Substituir
ru: Заменить
uk: Перезаписати
zh_hans: 覆盖

# action_overwrite_all
source: Overwrite all
de: Alle überschreiben
es: Sobrescribir todo
fr: Tout écraser
it: Sovrascrivi tutto
ja: すべて上書き
pt: Substituir tudo
ru: Заменить все
uk: Перезаписати все
zh_hans: 全部覆盖

# action_read_policy
source: Read Policy
de: Richtlinie lesen
es: Leer política
fr: Lire la politique
it: Leggi l'informativa
ja: ポリシーを読む
pt: Ler política
ru: Читать политику
uk: Читати політику
zh_hans: 阅读政策

# action_reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
ja: 拒否
pt: Rejeitar
ru: Отклонить
uk: Відхилити
zh_hans: 拒绝

# action_remind_later
source: Remind me later
de: Später erinnern
es: Recordarme más tarde
fr: Me rappeler plus tard
it: Ricordamelo più tardi
ja: 後で通知する
pt: Lembrar mais tarde
ru: Напомнить позже
uk: Нагадати пізніше
zh_hans: 稍后提醒

# action_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# action_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存

# action_show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 显示

# action_skip_existing
source: Skip existing
de: Vorhandene überspringen
es: Omitir existentes
fr: Ignorer les existants
it: Salta esistenti
ja: 既存をスキップ
pt: Ignorar existentes
ru: Пропустить существующие
uk: Пропустити наявні
zh_hans: 跳过已存在

# action_trust
source: Trust
de: Vertrauen
es: Confiar
fr: Faire confiance
it: Fidati
ja: 信頼する
pt: Confiar
ru: Доверять
uk: Довіряти
zh_hans: 信任

# add_host_title
source: Add Host
de: Host hinzufügen
es: Añadir Host
fr: Ajouter un hôte
it: Aggiungi Host
ja: ホストを追加
pt: Adicionar Host
ru: Добавить хост
uk: Додати хост
zh_hans: 添加主机

# backup_export_success
source: Exported %1$d hosts
de: %1$d Hosts exportiert
es: %1$d hosts exportados
fr: %1$d hôtes exportés
it: Esportati %1$d host
ja: %1$d 件のホストをエクスポートしました
pt: %1$d hosts exportados
ru: Экспортировано хостов: %1$d
uk: Експортовано %1$d хостів
zh_hans: 已导出 %1$d 个主机

# backup_import_success
source: Imported %1$d, updated %2$d hosts
de: %1$d importiert, %2$d aktualisiert
es: %1$d importados, %2$d actualizados
fr: %1$d importés, %2$d mis à jour
it: Importati %1$d, aggiornati %2$d host
ja: %1$d 件インポート、%2$d 件更新しました
pt: %1$d importados, %2$d atualizados
ru: Импортировано хостов: %1$d, обновлено: %2$d
uk: Імпортовано %1$d, оновлено %2$d хостів
zh_hans: 已导入 %1$d 个，已更新 %2$d 个主机

# biometric_prompt_subtitle
source: Authenticate to continue
de: Authentifizieren Sie sich, um fortzufahren
es: Autentícate para continuar
fr: Authentifiez-vous pour continuer
it: Autenticati per continuare
ja: 続行するには認証してください
pt: Autentique-se para continuar
ru: Подтвердите личность, чтобы продолжить
uk: Автентифікуйтесь, щоб продовжити
zh_hans: 请验证身份以继续

# edit_host_title
source: Edit Host
de: Host bearbeiten
es: Editar Host
fr: Modifier l'hôte
it: Modifica Host
ja: ホストを編集
pt: Editar Host
ru: Изменить хост
uk: Редагувати хост
zh_hans: 编辑主机

# error_cannot_list_directory
source: Cannot list directory
de: Verzeichnis kann nicht aufgelistet werden
es: No se puede listar el directorio
fr: Impossible de lister le dossier
it: Impossibile elencare la cartella
ja: ディレクトリを一覧表示できません
pt: Não é possível listar o diretório
ru: Не удалось получить список файлов
uk: Неможливо відобразити вміст директорії
zh_hans: 无法列出目录

# error_connection_failed
source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
pt: Ligação falhada
ru: Не удалось подключиться
uk: Не вдалося підключитися
zh_hans: 连接失败

# error_create_directory_failed
source: Create directory failed
de: Ordner erstellen fehlgeschlagen
es: Creación de directorio fallida
fr: Création du dossier échouée
it: Creazione cartella fallita
ja: ディレクトリの作成に失敗しました
pt: Criação de diretório falhada
ru: Не удалось создать папку
uk: Помилка створення директорії
zh_hans: 创建目录失败

# error_decryption_failed
source: Decryption failed
de: Entschlüsselung fehlgeschlagen
es: Descifrado fallido
fr: Déchiffrement échoué
it: Decifratura fallita
ja: 復号に失敗しました
pt: Decifragem falhada
ru: Ошибка расшифровки
uk: Помилка розшифрування
zh_hans: 解密失败

# error_delete_failed
source: Delete failed
de: Löschen fehlgeschlagen
es: Eliminación fallida
fr: Suppression échouée
it: Eliminazione fallita
ja: 削除に失敗しました
pt: Eliminação falhada
ru: Не удалось удалить
uk: Помилка видалення
zh_hans: 删除失败

# error_download_failed
source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Téléchargement échoué
it: Download fallito
ja: ダウンロードに失敗しました
pt: Transferência falhada
ru: Не удалось скачать
uk: Помилка завантаження
zh_hans: 下载失败

# error_encryption_failed
source: Encryption failed
de: Verschlüsselung fehlgeschlagen
es: Cifrado fallido
fr: Chiffrement échoué
it: Cifratura fallita
ja: 暗号化に失敗しました
pt: Cifragem falhada
ru: Ошибка шифрования
uk: Помилка шифрування
zh_hans: 加密失败

# error_host_not_found
source: Host not found
de: Host nicht gefunden
es: Host no encontrado
fr: Hôte introuvable
it: Host non trovato
ja: ホストが見つかりません
pt: Host não encontrado
ru: Хост не найден
uk: Хост не знайдено
zh_hans: 找不到主机

# error_refresh_failed
source: Refresh failed
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Actualisation échouée
it: Aggiornamento fallito
ja: 更新に失敗しました
pt: Atualização falhada
ru: Не удалось обновить
uk: Помилка оновлення
zh_hans: 刷新失败

# error_rename_failed
source: Rename failed
de: Umbenennen fehlgeschlagen
es: Renombrado fallido
fr: Renommage échoué
it: Rinomina fallita
ja: 名前変更に失敗しました
pt: Renomeação falhada
ru: Не удалось переименовать
uk: Помилка перейменування
zh_hans: 重命名失败

# error_session_not_found
source: Session not found
de: Sitzung nicht gefunden
es: Sesión no encontrada
fr: Session introuvable
it: Sessione non trovata
ja: セッションが見つかりません
pt: Sessão não encontrada
ru: Сессия не найдена
uk: Сесію не знайдено
zh_hans: 找不到会话

# error_unknown
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro
ru: Что-то пошло не так
uk: Щось пішло не так
zh_hans: 出现错误

# error_upload_failed
source: Upload failed
de: Upload fehlgeschlagen
es: Subida fallida
fr: Envoi échoué
it: Caricamento fallito
ja: アップロードに失敗しました
pt: Envio falhado
ru: Не удалось загрузить
uk: Помилка вивантаження
zh_hans: 上传失败

# group_delete_message
source: Delete "%1$@"? Its hosts will be kept, without a group.
de: "%1$@" löschen? Die Hosts bleiben erhalten, ohne Gruppe.
es: ¿Eliminar "%1$@"? Los hosts se mantendrán, sin grupo.
fr: Supprimer "%1$@" ? Les hôtes seront conservés, sans groupe.
it: Eliminare "%1$@"? Gli host verranno mantenuti, senza gruppo.
ja: "%1$@" を削除しますか？ホストはグループなしで保持されます。
pt: Eliminar "%1$@"? Os hosts serão mantidos, sem grupo.
ru: Удалить «%1$@»? Хосты этой группы сохранятся, но останутся без группы.
uk: Видалити "%1$@"? Хости буде збережено, без групи.
zh_hans: 删除 "%1$@"？主机将被保留，不属于任何分组。

# group_delete_title
source: Delete group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
pt: Eliminar grupo
ru: Удалить группу
uk: Видалити групу
zh_hans: 删除分组

# group_dialog_title_edit
source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
ja: グループを編集
pt: Editar grupo
ru: Изменить группу
uk: Редагувати групу
zh_hans: 编辑分组

# group_dialog_title_new
source: New group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新しいグループ
pt: Novo grupo
ru: Новая группа
uk: Нова група
zh_hans: 新建分组

# host_agent_forwarding
source: Agent Forwarding
de: Agent-Weiterleitung
es: Reenvío de agente
fr: Transfert d'agent
ja: エージェント転送
pt: Encaminhamento de agente
ru: Проброс агента
uk: Пересилання агента
zh_hans: 代理转发

# host_allow_legacy_ciphers
source: Allow Legacy Ciphers
de: Legacy-Verschlüsselung
es: Cifrados heredados
fr: Chiffrements legacy
it: Cifrature Legacy
ja: レガシー暗号を許可
pt: Cifras legadas
ru: Разрешить устаревшие шифры
uk: Дозволити застарілі шифри
zh_hans: 允许旧版加密

# host_auth_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# host_auth_ssh_key
source: SSH Key
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
it: Chiave SSH
ja: SSH 鍵
pt: Chave SSH
ru: SSH-ключ
uk: Ключ SSH
zh_hans: SSH 密钥

# host_color_auto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
pt: Automática
ru: Автоматически
uk: Автоматично
zh_hans: 自动

# host_color_custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
it: Personalizzato
ja: カスタム
pt: Personalizada
ru: Свой
uk: Власний
zh_hans: 自定义

# host_color_dialog_title
source: Host color
de: Host-Farbe
es: Color del host
fr: Couleur de l'hôte
it: Colore dell'host
ja: ホストの色
pt: Cor do host
ru: Цвет хоста
uk: Колір хоста
zh_hans: 主机颜色

# host_color_label
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
pt: Cor
ru: Цвет
uk: Колір
zh_hans: 颜色

# host_color_remove
source: Remove custom color
de: Eigene Farbe entfernen
es: Quitar color personalizado
fr: Supprimer la couleur personnalisée
it: Rimuovi colore personalizzato
ja: カスタムの色を削除
pt: Remover cor personalizada
ru: Убрать свой цвет
uk: Прибрати власний колір
zh_hans: 移除自定义颜色

# host_field_label
source: Label (optional)
de: Bezeichnung (optional)
es: Etiqueta (opcional)
fr: Étiquette (optionnel)
it: Etichetta (opzionale)
ja: ラベル（任意）
pt: Etiqueta (opcional)
ru: Название (необязательно)
uk: Мітка (необов'язково)
zh_hans: 标签（可选）

# host_field_password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# host_field_port_forwarding
source: Forwarding rules (-L)
de: Weiterleitungsregeln (-L)
es: Reglas de reenvío (-L)
fr: Règles de transfert (-L)
it: Regole di forwarding (-L)
ja: 転送ルール（-L）
pt: Regras de encaminhamento (-L)
ru: Правила проброса (-L)
uk: Правила переадресації (-L)
zh_hans: 转发规则（-L）

# host_field_start_directory
source: Starting directory
de: Startverzeichnis
es: Directorio inicial
fr: Répertoire de démarrage
it: Cartella iniziale
ja: 開始ディレクトリ
pt: Diretório inicial
ru: Стартовая папка
uk: Початковий каталог
zh_hans: 起始目录

# host_field_username
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
pt: Utilizador
ru: Имя пользователя
uk: Ім'я користувача
zh_hans: 用户名

# host_group_label
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
pt: Grupo
ru: Группа
uk: Група
zh_hans: 分组

# host_group_new
source: New group…
de: Neue Gruppe…
es: Nuevo grupo…
fr: Nouveau groupe…
it: Nuovo gruppo…
ja: 新しいグループ…
pt: Novo grupo…
ru: Новая группа…
uk: Нова група…
zh_hans: 新建分组…

# host_group_none
source: No group
de: Keine Gruppe
es: Sin grupo
fr: Aucun groupe
it: Nessun gruppo
ja: グループなし
pt: Sem grupo
ru: Без группы
uk: Без групи
zh_hans: 无分组

# host_jump_add
source: Add jump host
de: Jump-Host hinzufügen
es: Añadir jump host
fr: Ajouter un jump host
it: Aggiungi jump host
ja: 踏み台ホストを追加
pt: Adicionar jump host
ru: Добавить промежуточный хост
uk: Додати проміжний хост
zh_hans: 添加跳板机

# host_jump_hosts_placeholder
source: host1:22,user@host2:2222
de: host1:22,benutzer@host2:2222
es: host1:22,usuario@host2:2222
fr: hôte1:22,utilisateur@hôte2:2222
it: host1:22,utente@host2:2222
pt: host1:22,utilizador@host2:2222

# host_jump_hosts_supporting
source: Comma-separated: [user@]host[:port] — defaults: port 22, same user
de: Kommagetrennt: [benutzer@]host[:port] — Standardwerte: Port 22, gleicher Benutzer
es: Separados por comas: [usuario@]host[:puerto] — por defecto: puerto 22, mismo usuario
fr: Séparés par des virgules : [utilisateur@]hôte[:port] — par défaut : port 22, même utilisateur
it: Separati da virgola: [utente@]host[:porta] — predefiniti: porta 22, stesso utente
ja: カンマ区切り：[user@]host[:port] — デフォルト: ポート 22、同じユーザー名
pt: Separados por vírgulas: [utilizador@]host[:porta] — predefinições: porta 22, mesmo utilizador
ru: Через запятую: [user@]host[:port] — по умолчанию: порт 22, тот же пользователь
uk: Розділені комами: [user@]host[:порт] — за замовчуванням: порт 22, той самий користувач
zh_hans: 逗号分隔：[user@]host[:port] — 默认端口 22，用户名相同

# host_jump_mode_host_list
source: Host list
de: Host-Liste
es: Lista de hosts
fr: Liste d’hôtes
it: Lista host
ja: ホストリスト
pt: Lista de hosts
ru: Список хостов
uk: Список хостів
zh_hans: 主机列表

# host_jump_mode_simple
source: Simple
de: Einfach
it: Semplice
ja: シンプル
pt: Simples
ru: Простой
uk: Простий
zh_hans: 简单模式

# host_jump_no_password
source: No saved password
de: Kein Passwort gespeichert
es: Sin contraseña guardada
fr: Aucun mot de passe enregistré
it: Nessuna password salvata
ja: 保存されたパスワードなし
pt: Sem senha guardada
ru: Пароль не сохранён
uk: Пароль не збережено
zh_hans: 无已保存密码

# host_jump_select_placeholder
source: Select host…
de: Host auswählen…
es: Seleccionar host…
fr: Sélectionner un hôte…
it: Seleziona host…
ja: ホストを選択…
pt: Selecionar host…
ru: Выберите хост…
uk: Оберіть хост…
zh_hans: 选择主机…

# host_key_change
source: Change
de: Ändern
es: Cambiar
fr: Changer
it: Cambia
ja: 変更
pt: Alterar
ru: Изменить
uk: Змінити
zh_hans: 更换

# host_key_no_keys
source: No keys – go add one first
de: Keine Schlüssel – zuerst einen hinzufügen
es: Sin claves – añade una primero
fr: Aucune clé – ajoutez-en une d'abord
it: Nessuna chiave – aggiungine una prima
ja: 鍵がありません — 先に追加してください
pt: Sem chaves – adicione uma primeiro
ru: Нет ключей — сначала добавьте один
uk: Немає ключів – спочатку додайте один
zh_hans: 无密钥 — 请先添加一个

# host_key_select_placeholder
source: Select a key…
de: Schlüssel auswählen…
es: Seleccionar una clave…
fr: Sélectionner une clé…
it: Seleziona una chiave…
ja: 鍵を選択…
pt: Selecionar uma chave…
ru: Выберите ключ…
uk: Виберіть ключ…
zh_hans: 选择密钥…

# host_menu_connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
pt: Ligar
ru: Подключить
uk: Підключитися
zh_hans: 连接

# host_menu_files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pt: Ficheiros
ru: Файлы
uk: Файли
zh_hans: 文件

# host_menu_new_files_session
source: New files session
de: Neue Dateisitzung
es: Nueva sesión de archivos
fr: Nouvelle session fichiers
it: Nuova sessione file
ja: 新しいファイルセッション
pt: Nova sessão de ficheiros
ru: Новая сессия файлов
uk: Нова файлова сесія
zh_hans: 新建文件会话

# host_menu_new_terminal
source: New terminal
de: Neues Terminal
es: Nuevo terminal
fr: Nouveau terminal
it: Nuovo terminale
ja: 新しいターミナル
pt: Novo terminal
ru: Новый терминал
uk: Новий термінал
zh_hans: 新建终端

# host_menu_resume_files
source: Resume files (%1$d)
de: Dateien fortsetzen (%1$d)
es: Reanudar archivos (%1$d)
fr: Reprendre les fichiers (%1$d)
it: Riprendi file (%1$d)
ja: ファイルセッションを再開（%1$d）
pt: Retomar ficheiros (%1$d)
ru: Продолжить сессию файлов (%1$d)
uk: Відновити файли (%1$d)
zh_hans: 恢复文件会话（%1$d）

# host_menu_resume_terminal
source: Resume terminal (%1$d)
de: Terminal fortsetzen (%1$d)
es: Reanudar terminal (%1$d)
fr: Reprendre le terminal (%1$d)
it: Riprendi terminale (%1$d)
ja: ターミナルを再開（%1$d）
pt: Retomar terminal (%1$d)
ru: Продолжить сессию (%1$d)
uk: Відновити термінал (%1$d)
zh_hans: 恢复终端（%1$d）

# host_port_forwarding_supporting
source: One rule per line: [localPort:remoteHost:remotePort] or [bindAddr:localPort:remoteHost:remotePort]. Optional -L prefix.
de: Eine Regel pro Zeile: [lokalPort:remoteHost:remotePort] oder [bind:lokalPort:remoteHost:remotePort]. Optionales -L-Präfix.
es: Una regla por línea: [puertoLocal:hostRemoto:puertoRemoto] o [bind:puertoLocal:hostRemoto:puertoRemoto]. Prefijo -L opcional.
fr: Une règle par ligne : [portLocal:hôteDistant:portDistant] ou [bind:portLocal:hôteDistant:portDistant]. Préfixe -L facultatif.
it: Una regola per riga: [portaLocale:hostRemoto:portaRemota] oppure [bind:portaLocale:hostRemoto:portaRemota]. Prefisso -L facoltativo.
ja: 1行1ルール：[ローカルポート:リモートホスト:リモートポート] または [バインドアドレス:ローカルポート:リモートホスト:リモートポート]。-L プレフィックスは省略可。
pt: Uma regra por linha: [portaLocal:hostRemoto:portaRemota] ou [bind:portaLocal:hostRemoto:portaRemota]. Prefixo -L opcional.
ru: По одному правилу на строку: [localPort:remoteHost:remotePort] или [bindAddr:localPort:remoteHost:remotePort]. Префикс -L необязателен.
uk: Одне правило на рядок: [локПорт:хостВіддалений:портВіддалений] або [bind:локПорт:хостВіддалений:портВіддалений]. Префікс -L необов'язковий.
zh_hans: 每行一条规则：[本地端口:远程主机:远程端口] 或 [绑定地址:本地端口:远程主机:远程端口]。可加 -L 前缀。

# host_reset_host_keys
source: Reset accepted host keys
de: Akzeptierte Hostschlüssel zurücksetzen
es: Restablecer claves de host aceptadas
fr: Réinitialiser les clés d'hôte acceptées
it: Azzera chiavi host accettate
ja: 承認済みホスト鍵をリセット
pt: Repor chaves de host aceites
ru: Сбросить принятые ключи хостов
uk: Скинути прийняті ключі хостів
zh_hans: 重置已接受的主机密钥

# host_reset_host_keys_hint
source: Forgets the saved host key and cached jump-host keys. The next connection will verify the server again.
de: Verwirft den gespeicherten Hostschlüssel und zwischengespeicherte Jump-Host-Schlüssel. Bei der nächsten Verbindung wird der Server erneut überprüft.
es: Olvida la clave de host guardada y las claves de host de salto en caché. La próxima conexión verificará el servidor de nuevo.
fr: Oublie la clé d'hôte enregistrée et les clés de rebond en cache. La prochaine connexion vérifiera à nouveau le serveur.
it: Dimentica la chiave host salvata e le chiavi jump-host in cache. Alla prossima connessione l'identità del server verrà verificata di nuovo.
ja: 保存済みのホスト鍵とキャッシュされた踏み台ホスト鍵を破棄します。次回の接続時にサーバーを再検証します。
pt: Esquece a chave de host guardada e as chaves de host de salto em cache. A próxima ligação verifica novamente o servidor.
ru: Забывает сохранённый ключ хоста и кешированные ключи промежуточных хостов. При следующем подключении сервер будет проверен заново.
uk: Забуває збережений ключ хоста та кешовані ключі проміжних хостів. Наступне зʼєднання знову перевірить сервер.
zh_hans: 忘记已保存的主机密钥和缓存的跳板主机密钥。下次连接时将重新验证服务器。

# host_reset_host_keys_pending
source: Host keys will be reset on save
de: Schlüssel werden beim Speichern zurückgesetzt
es: Las claves se restablecerán al guardar
fr: Les clés seront réinitialisées à l'enregistrement
it: Le chiavi verranno azzerate al salvataggio
ja: 保存時に鍵をリセットします
pt: As chaves serão repostas ao guardar
ru: Ключи будут сброшены при сохранении
uk: Ключі буде скинуто під час збереження
zh_hans: 保存时将重置密钥

# host_section_authentication
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
pt: Autenticação
ru: Аутентификация
uk: Автентифікація
zh_hans: 身份验证

# host_section_port_forwarding
source: Port Forwarding
de: Port-Weiterleitung
es: Reenvío de puertos
fr: Transfert de port
ja: ポートフォワーディング
pt: Encaminhamento de portas
ru: Проброс портов
uk: Переадресація портів
zh_hans: 端口转发

# host_section_start_directory
source: SFTP: Starting Directory
de: SFTP: Startverzeichnis
es: SFTP: Directorio inicial
fr: SFTP : Répertoire de démarrage
it: SFTP: Cartella iniziale
ja: SFTP：開始ディレクトリ
pt: SFTP: Diretório inicial
ru: SFTP: стартовая папка
uk: SFTP: Початковий каталог
zh_hans: SFTP：起始目录

# host_start_mode_fixed
source: Fixed folder
de: Festes Verzeichnis
es: Carpeta fija
fr: Dossier fixe
it: Cartella fissa
ja: 固定フォルダ
pt: Pasta fixa
ru: Фиксированная папка
uk: Фіксована папка
zh_hans: 固定目录

# host_start_mode_last
source: Last visited folder
de: Zuletzt besuchter Ordner
es: Última carpeta visitada
fr: Dernier dossier visité
it: Ultima cartella visitata
ja: 前回のフォルダ
pt: Última pasta visitada
ru: Последняя посещённая папка
uk: Остання відвідана папка
zh_hans: 上次访问的目录

# hostkey_sftp_body
source: %1$@ %2$@ Connect anyway?
de: %1$@ %2$@ Trotzdem verbinden?
es: %1$@ %2$@ ¿Conectar de todos modos?
fr: %1$@ %2$@ Se connecter quand même ?
it: %1$@ %2$@ Connettersi comunque?
ja: %1$@ %2$@ 接続しますか？
pt: %1$@ %2$@ Ligar mesmo assim?
ru: %1$@ %2$@ Всё равно подключиться?
uk: %1$@ %2$@ Підключитися все одно?
zh_hans: %1$@ %2$@ 是否继续连接？

# hostkey_terminal_fingerprint
source: Fingerprint:
de: Fingerabdruck:
es: Huella digital:
fr: Empreinte :
it: Impronta digitale:
ja: フィンガープリント：
pt: Impressão digital:
ru: Отпечаток:
uk: Відбиток:
zh_hans: 指纹：
